Tekla.Structures.DrawingInternal.Tools.Cloner.CloneDrawingObject(Tekla.Structures.Drawing.DrawingObject,Tekla.Structures.Drawing.DrawingObject@)
Copies the contents of one DrawingObject to the other
The other DrawingObject will be re-created using it's empty constructor
This means that the DrawingObject has to initialize all it's propertys using new-keyword